const countries:string[] = [
    "Австралия", "Австрия", "Азербайджан", "Албания", "Алжир", "Американское Самоа", "Ангола", "Ангилья",
    "Андорра", "Антигуа и Барбуда", "Аргентина", "Армения",
    "Афганистан", "Аруба",

    "Багамские Острова", "Бангладеш", "Барбадос", "Бахрейн", "Беларусь", "Белиз", "Бельгия", "Бенин", "Болгария",
    "Боливия", "Босния и Герцеговина", "Ботсвана", "Бразилия", "Бруней-Даруссалам", "Буркина-Фасо", "Бурунди", "Бутан",

    "Вануату",
    "Ватикан",
    "Великобритания", "Венгрия", "Венесуэла", "Восточный Тимор", "Вьетнам",
    "Габон", "Гаити", "Гайана", "Гамбия", "Гана", "Французская Гвиана","Гонконг",
    "Гватемала", "Гвинея", "Гвинея-Бисау", "Германия","Германская Демократическая Республика", "Гондурас", "Гренада", "Гибралтар", "Греция", "Грузия",

    "Дания", "Демократическая Республика Конго",
    "Джибути", "Доминика", "Доминиканская Республика", "Египет", "Замбия", "Зимбабве", "Израиль", "Индия", "Индонезия", "Иордания",
    "Ирак", "Иран", "Ирландия", "Исландия", "Испания", "Италия", "Йемен",

    "Казахстан", "Камбоджа", "Камерун","Кабо-Верде","КНДР",
    "Канада", "Катар", "Кения", "Кипр", "Кыргызстан", "Кирибати", "Китай", "Колумбия", "Коморы", "Конго",
    "Коста-Рика", "Кот-д'Ивуар", "Куба", "Кувейт","Каймановы острова","Кюрасао",

    "Лаос","Лаосская народно-демократическая республика", "Латвия", "Лесото", "Либерия", "Ливан", "Ливия",
    "Литва", "Лихтенштейн", "Люксембург",

    "Маврикий", "Мавритания", "Мадагаскар", "Малави", "Малайзия", "Мали", "Мальдивы",
    "Мальта", "Марокко", "Маршалловы Острова", "Мексика", "Мозамбик", "Молдова", "Монако", "Монголия", "Мьянма",

    "Намибия",
    "Науру", "Непал", "Нигер", "Нигерия", "Нидерланды", "Никарагуа", "Новая Зеландия", "Норвегия",

    "Объединенные Арабские Эмираты", "Оман",
    "Пакистан", "Палау", "Панама", "Папуа - Новая Гвинея", "Парагвай", "Перу", "Польша", "Португалия", "Пуэрто - Рико",

    "Российская Федерация", "Руанда",
    "Румыния", "Сальвадор", "Сан-Марино", "Саудовская Аравия", "Северная Македония", "Сейшельские Острова", "Сенегал",
    "Сент-Винсент и Гренадины", "Сент-Китс и Невис",
    "Сент-Люсия", "Сербия", "Сингапур", "Сирия", "Словакия", "Словения", "Соломоновы Острова", "Сомали", "Судан", "Суринам",
    "Соединенные Штаты Америки", "Сьерра-Леоне", "СССР",

    "Таджикистан", "Таиланд", "Танзания", "Того", "Тонга", "Тринидад и Тобаго", "Тувалу", "Тунис","Тайвань",
    "Туркменистан", "Турция", "Уганда", "Узбекистан", "Украина", "Уругвай", "Фиджи", "Филиппины", "Финляндия", "Франция",
    "Хорватия", "Центральноафриканская Республика",

    "Чад", "Черногория", "Чехия", "Чили", "Швейцария", "Швеция", "Шри-Ланка", "Эквадор","Чехословакия",
    "Экваториальная Гвинея", "Эритрея", "Эстония", "Эфиопия", "Эсватини", "Южная Корея","Югославия", "Южно-Африканская Республика", "Южный Судан", "Ямайка", "Япония"
];

export default countries;
